{
  "title": "Welcome to react using react-i18next",
  "nav": {
    "home": "主页",
    "about": "关于组织 ",
    "inAbout":{
      "vision":"视野",
      "structure":"组织架构",
      "lawAndAsset":"Law and Asset Co.,Ltd",
      "chamnan":"Chamnan International Law Co.,Ltd",
      "chamnanBusiness":"Chamnan Business Group (Thailand) Co.,Ltd"
    },
    "services":"服务和建议",
    "articles":"文章/新闻/活动",
    "landTrading":"出售土地",
    "welcome":"欢迎光临",
    "login":"登录",
    "logout":"登出"
  },
  "home_page":{
    "selling":"销售中",
    "menu":{
      "petition":"请愿书",
      "legalExecutionDepartment":"法律执行部",
      "departmentOfLands":"地政部",
      "departmentOfBusinessDevelopment":"业务发展部"
    },
    "news":"新闻",
    "article":"文章",
    "activity":"活动"
  },
  "login_page":{
    "login":"登入",
    "forgot":"忘记密码",
    "or":"或",
    "register":"成为会员"
  },
  "register_page":{
    "firstname":"名字",
    "lastname":"姓氏",
    "email":"电邮",
    "phoneNumber":"电话号码",
    "password":"密码",
    "confirmPassword":"确认密码",
    "register":"成为会员"
  },
  "forgot_page":{
    "please":"请输入您的电子邮件以重置密码 !",
    "or":"或",
    "login":"登入",
    "sent":"确认一下"
  },
  "vision_page":{
    "philosophy":"理念",
    "ar1":"人类的生活是顺时针方向。在每个人的潜意识下，有人称其为“生命钟”，在这个社会中一定会出现贪婪，愤怒和妄想。是人类社会生活中的问题和障碍我们已经预见到社会中的问题和障碍，我们是社会的一部分。组织在解决社会问题和障碍方面的商业服务不得引起或加剧这些问题，这些人再次遇到的其他障碍如果我们再次喜欢自然地给社会上的同胞增加各种问题我们认为，作为律师的我们也在为社会制造问题。",
    "vision":"视野",
    "ar2":"作为服务组织，它开展业务，提供咨询，帮助和建议，以便客户可以在合法的公平边界下看到财务问题，负债和财产管理的解决方案。 秉承法律精神 真诚地为组织服务。",
    "goals":"目标和任务",
    "ar3":"该组织旨在为客户提供服务向所有人提出最佳解决方案无论是债权人还是债务人为了防止将来可能发生的问题帮助治愈已经发生的问题为债权人和债务人提供正常生活的机会一种预防和解决方案是组织的幸福之一我们将以服务目标为使命，发展并领导该组织。与必须不断学习的人员为了拥有知识和专业知识为了建立对客户的信任和满意哪个可以检查定期绩效报告严格每个服务流程快速，准确在道德和诚实的律师界。"
  },
  "structure_page":{
    "structure":"组织架构",
    "chamnan":"Chamnan International Law Co.,Ltd",
    "d1":"为一般客户提供民事和刑事案件服务，与各部门起草注册协议。",
    "chamnanBusiness":"Chamnan Business Group (Thailand) Co.,Ltd",
    "d2":"提供业务咨询服务 组织体系 组织管理 和房地产经纪人。",
    "lawAndAsset":"Law and Asset Co.,Ltd",
    "d3":"提供与金融机构有关的法律服务 而不是金融机构（非银行）。"
  },
  "law_page":{
    "lawAndAsset":"Law and Asset Co.,Ltd",
    "d1":"以提供法律服务为目的从请求通知起诉至法庭目标人群是银行和非银行金融机构中的金融机构，目前，分支机构正在扩大，以支持泰国所有地区的雇主服务。它还旨在扩大服务范围，以在将来也包括更多服务。",
    "mission":"目标",
    "d2":"该公司具有专门创建的法律管理系统。通过在AWS Cloud Storage上备份数据，该数据被视为高度安全的网络上的数据存储或数据库。并允许从所有位置进行操作它可以访问网络进行实时响应，还有一个“线路通知”系统可以在安排约会之前提醒您负责案件的律师，案件管理员和高级管理人员为了方便防止损坏并且还可以检查操作员的素质",
    "equipment":"工具与技术",
    "d3":"发展自己，以跟上该国的国际标准。真诚为雇主提供服务是公司非常重视的事情保证组织有潜力设法应对随时可能发生的各种紧急情况为降低信任我们组织的承包商的风险建立稳定和可持续增长状态的信心。我们承诺，我们将发明和发展自己，以不断支持服务直到没有尽头",
    "vision":"视野"
  },
  "chamnan_page":{
    "chamnan":"Chamnan International law Co.,LTD",
    "p1":"Chamnan International law Co., LTD 是律师有知识和经验中心，关于业务和金融机构的工作。大部分员工曾经是金融机构的员工和律师，另外许多律师曾经是在私营公司当了顾问，这使他们一直遇到障碍和金融机构案件的问题包括概念下的法律工作方式的工作理念如下",
    "p1-0":"服务工作描述",
    "p1-1":"受理民事案件，刑事案件，知识产权和国际贸易案件的辩护少年和家庭案件，破产，劳动案件，税收案件",
    "p1-2":"公司注册服务申请投资促进证书（BOI），申请电子商务注册（E-Commerce），申请许可建立工厂",
    "p1-3":"知识产权与国际贸易部的注册服务，例如版权，商标，专利",
    "p1-4":"护照，签证申请或续签，工作许可证，居民身份证，外国人身份",
    "p1-5":"美国食品药品监督管理局（FDA）提交食品申请请求，例如，请求允许将食物带入或订购到英国王国中。食品批准公式的申请。食品标签检查的申请；食品序列号的食品授权；食品广告的许可请求。 等",
    "p1-6":"配方申请批准 要求使用标签 食品质量检验要求 申请食品许可以请求食品序列号 申请广告等的许可",
    "p1-7": "要求获得公共卫生部许可的服务，要求获得开设健康水疗中心等卫生机构的许可，并要求其他政府机构的许可或注册",
    "service":"服务范围",
    "s1":"法律工作服务",
    "s1-1":"法律诉讼包括民法、刑法、劳工、破产、智慧财产和所有法律案件等。开始工作范围从准备案件、发诉讼前的通知书、制定计划、案件顺序、准备证据文件、证人、起草诉讼、对初审法院上诉直到有判决或命令",
    "s1-2":"提交案件辩护是一个反对案件，万一在民事，刑事，劳工和其他案件被告状作为被告人等",
    "s1-3":"上诉或上访、辩护上诉或上访是律师工作方式由于诉讼或执行判决或命令。如果必须要用上诉或上访权或者必须提交证词为了异议对方的当事人或债务人根据判词等",
    "s1-4":"在民事、老公、智慧财产和国际贸易的案件执行必须根据判决或命令案件执行。办公室将服务根据判决或破产案件中提出支付债务的申请直到判决的债主将完成收债务。还包含在执法时的案件执行连平均债务、切分、介入诉讼、偿还优先股，以及解决争议因介入诉讼或切分",
    "s2":"起草合同和表格服务",
    "s2-1":"各种起草合同对法律条件有关，包括设定模式服务并能够犯当事人根据法执行的条件也包含翻译使用之前合同的目标和好处坏处",
    "s3":"法律行为服务",
    "s3-1":"各种法律行为登记、所有权变更、联系公事部门比如土地厅、商业部和工业部",
    "s4":"根据破产法制定做债务人重组计划服务",
    "s4-1":"包括审议过程关于债务人业务的重组 根据《破产法》第90/1条至第90/90条",
    "s5":"债人催收和清偿服务",
    "s5-1":"包括债务催收计划的过程、债务催收、谈判债务支付、并制定债务重组计划。这是债务人群能够支付债务，而且不需要用严厉的措施进行诉讼",
    "s6":"人和财产判明",
    "s6-1":"包括根据刑事法律缉捕的人判明或寻找失踪的人或搜寻财产，为了对债务催收或按判决或法院命令有好处等"
  },
  "chamnan_business_page":{
    "chamnanBusiness":"Chamnan Business Group (Thailand) Co.,Ltd",
    "p1":"公司原来的名称是 TWS 法律和房地产公司，以前的目标只是提供法律和房地产的服务，但是后来希望组织奖继续在国际上成长，就换了管理团队和还礼方式，专注提供更全面的业务服务。",
    "p2":"如今，该公司已护展业务以满足真正的概念的需求。本公司已按专业分类的服务，金融机构和非金融 机构（Non-bank）的法律服务，而为了更企业管理正确，该公司已增加几种给普通客户的服务；从事业务，组织架构，企业管理，法律，财务，会计，投资计划和全面房地产服务。"
  },

  "service_page":{
    "service":"法律咨询服务",
    "t1":"法律咨询服务",
    "p1":"民商法法律咨询服务证券交易法国际投资贸易法知识产权法税法海关法破产法施工法针对组织，公司，合伙企业或个人的共管公寓法，土地法，征收法，劳动法，仲裁及其他。泰国和泰国申请人和外国人如下",
    "p1-1":"向管理团队提供建议 拥有组织，公司，合伙企业或普通人士权限的人",
    "p1-2":"向组织，公司，合伙企业或公众中的法律部门提供建议。",
    "p1-3":"提供特定业务领域的建议",
    "p1-4":"在每个步骤中为法律诉讼提供建议 调查人员，检察官，法院和执法人员",
    
    "t2":"用于债务合并的不良债务管理服务",
    "p2":"提供收债服务通过电话追收方式这是执行过程的第一步，在该过程中，债务人享有比在法院起诉和执行的债务人更低的本金和利息，并享有更好的权利。在这个法律程序中结果，与雇主拖欠债务的债务人可以更快地将债务偿还给雇主。并导致用人单位减少起诉程序从而省钱以及大量的法庭费用",
    
    "t3":"永久律师服务 与律师不同还是辩护",
    "p3":"担任组织，公司，合伙企业或普通法人的律师的服务 并且是捍卫整个王国的律师，如下",
    "p3-1":"该服务是律师，顾问和公司律师。公司，合伙企业或个人",
    "p3-2":"仅在组织，公司，合伙企业或公众中的管理团队分配的案件中担任律师服务。",
    "p3-3":"根据组织，公司，合伙企业或公众的目标从事商业律师服务",
    "p3-4":"经银行授权金融机构举报不满跟进银行和一般金融机构的债务追收，诉讼和执行。",

    "t4":"其他法律服务",
    "p4-1":"谈判服务债务重组达成妥协协议并按照分配的范围在商业企业中订立合同或与政府机构，国有企业，法人或个人进行协调为了获得在组织，公司，合伙企业或普通人的各种活动中的经营许可，例如接受国家，州企业，公司，合伙企业或个人的各个部门的经营权，主张权利，争议权并监督组织的利益。",
    "p4-2":"必须对银行进行的权利和法律行为注册服务。 金融机构 和资产管理公司。",
    "p4-3":"法人注册和解散服务",
    "p4-4":"国内外合同起草和合同检查服务",
    "p4-5":"为组织，公司，合伙企业或个人提供的法律计划服务",
    "p4-6":"该服务是银行的授权代表。金融机构资产管理公司，公司，公司，合伙企业或个人在其他操作中根据银行的管理团队金融机构，公司，公司，合伙企业或个人分配特定或全部",
    "p4-7":"外国人申请和续签服务",
    "p4-8":"护照服务并将签证扩展到每个国家",
    "p4-9":"其他",

    "t5":"商业地产，金融，企业管理服务 和债务重组",
    "p5-1":"咨询服务解决财务问题的建议商业业务债务重组业务重组包括拥有开展业务的知识和专业知识的管理团队并是一位从事房地产教学的老师在某种程度上，房地产经纪人协会设有工作组为此，公司将为客户提供建议。协调贸易谈判。包括代理房地产买卖以及买卖动产和房地产股份并与债权人协调债务谈判谈判为债务人的业务提供资金。在准备康复计划时，向计划准备者，计划管理员提供建议以及康复计划的管理包括康复过程中各种过程的实施从过程的开始到结束可以看出，管理团队和顾问非常了解债务对账的方式。并可以建议债务人找到向金融机构偿还债务的方法对于需要服务的客户可以解决社会公平管理成功解决的金融资产管理和法律问题"
  },
  "all_article_page": {
    "news": "新闻",
    "article": "文章",
    "activity": "活动",
    "all":"所有的",
    "title":"新闻 / 文章 / 活动"
  },
  "all_sale_land_page":{
    "title":"土地销售（全部）",
    "sale":"销售中",
    "searchByPrice":"按价格范围搜索",
    "search":"搜寻",
    "searchAll":"全部搜寻",
    "create":"建立",
    "check":"请检查价格范围。"
  },
  "my_page":{
    "welcome":"欢迎光临",
    "aboutYou":"关于你",
    "empty":"空的",
    "click":"点击创建"
  },
  "create_land_page":{
    "preTitle":"创造土地销售",
    "title":"话题",
    "detail":"详细资料",
    "price":"价格",
    "area":"面积",
    "chooseCover":"请选择封面图片",
    "chooseDetail":"请选择您的详细图片",
    "choosePoint":"根据需要选择点",
    "create":"建立"
  }
}