import React, { Component } from 'react'
import { Container, Row, Col } from 'reactstrap'
import './AboutCompanyLawAndAsset.css'
import chamnangroup from './../images/chamnaninter.jpg'
export default class AboutCompanyLawAndAsset extends Component {
  render() {
    return (
      <Container className="pt-5 pb-5">
        <Row>
          <Col md={{ size: 8, offset: 2 }}>
            <div className="p-4" style={{ display: 'flex', flexDirection: 'column', justifyContent: 'center', alignItems: 'center' }}>
              <div className="p-3 ">
                <img src={chamnangroup} className="img-fluid logo-company" style={{ maxHeight: '200px' }} />
              </div>
            </div>
          </Col>
        </Row>
        <Row>
          <Col md={{ size: 10, offset: 1 }}>
            <div style={{ textAlign: 'center' }}><h4>บริษัท ลอว์ แอนด์ แอสเซท จำกัด</h4></div>
            <div className="p-4 law-asset-text">
              <p style={{ textIndent: '10%' }}>
                บริษัท ชำนาญ อินเตอร์เนชั่นแนล ลอว์  จำกัด  เป็นศูนย์รวมของนักกฎหมาย ผู้มีความรู้ความสามารถ และประสบการณ์ เกี่ยวกับกิจการ และงานของสถาบันการเงิน
                โดยพนักงานส่วนใหญ่นั้นเคยเป็นพนักงาน และทนายความ ของสถาบันการเงินมาก่อน  นอกจากนี้ทนายความหลายท่านเคยเป็นที่ปรึกษาให้แก่บริษัทเอกชนต่าง ๆ หลายบริษัท
                ทำให้ได้พบเห็นอุปสรรค และปัญหาของคดีสถาบันการเงินมาโดยตลอด รวมทั้งงานด้านนิติกรรมต่าง ๆ ภายใต้แนวความคิด และปรัชญาในการทำงานของบริษัท ดังนี้</p>
              <div>
                <ol>
                  <li>
                    มุ่งใช้หลักนิติศาสตร์ และหลักเศรษฐศาสตร์ ควบคู่กันไปอย่างถูกต้อง และโดยสุจริต เพื่อสร้างสรรค์ และนำพา
                    ความสงบสุขให้กับสังคมโดยรวม
                </li>
                  <li>
                    มุ่งรักษามาตรฐานวิชาชีพนักกฎหมาย ด้วยการทำหน้าที่นักกฎหมาย ด้วยความรับผิดชอบ อย่างเต็มสติปัญญา
                    ความรู้ ความสามารถ และความเชี่ยวชาญเพื่อรักษาผลประโยชน์ให้แก่คู่ความ ภายใต้ความถูกต้องเป็นธรรม
                    อย่างเต็มกำลังความสามารถ
                </li>
                  <li>
                    มุ่งสร้างสรรค์งาน โดยคำนึงถึงหลักคุณธรรม จริยธรรม มนุษยธรรม และศานติธรรม
                </li>
                  <li>
                    มุ่งให้บริการที่จะตอบสนองความต้องการของลูกค้าด้วยความซื่อสัตย์ สะดวก รวดเร็ว และประหยัด
                </li>
                  <li>
                    มุ่งทำงานเป็นทีม เพื่อให้ได้ผลงานที่ถูกต้อง รวดเร็ว และมีมาตรฐานสูงสุด
                </li>
                </ol>
              </div>

            </div>
          </Col>
        </Row>
        <Row>
          <Col md={{ size: 10, offset: 1 }}>
            <div className="pt-2 pr-5 pl-5 pb-5 law-asset-text">
              <div>
                <h5 style={{ textIndent: '5%' }}>ขอบเขตการให้บริการ</h5>
                <div style={{ marginTop: '15px'}}>1. งานด้านอรรถคดี</div>
                <div style={{ textIndent: '10%' }}>งานด้านการดำเนินคดี  ได้แก่  การดำเนินคดีแพ่ง คดีอาญา คดีแรงงาน  คดีล้มละลาย  คดีศาลทรัพย์สินทางปัญญา
                  และอรรถคดีทั้งปวง  เป็นต้น  ขอบเขตงานการเริ่มตั้งแต่การเตรียมคดี  ออกหนังสือทวงถามก่อนฟ้องคดี  การทำแผน  และการวางรูปคดี
                  เตรียมพยานเอกสาร  พยานบุคคล  ร่างฟ้อง  ยื่นฟ้องคดีต่อศาลชั้นต้น  จนถึงมีคำพิพากษา  หรือคำสั่ง</div>
                <div style={{ textIndent: '10%', marginTop: '15px' }}>การยื่นคำให้การแก้ต่างคดี  เป็นการต่อสู้คดีในกรณีที่ถูกฟ้องร้องเป็นจำเลย  ทั้งคดีแพ่ง  คดีอาญา  คดีแรงงาน  และคดีอื่นๆ  เป็นต้น</div>
                <div style={{ textIndent: '10%', marginTop: '15px' }}>การอุทธรณ์หรือฎีกา  และการยื่นคำให้การแก้อุทธรณ์หรือฎีกา  เป็นการให้บริการ  ด้านอรรถคดีอันสืบเนื่องมาจากการดำเนินคดี  และหรือการบังคับคดีพิพากษาหรือคำสั่ง  ในกรณีที่ต้องใช้สิทธิอุทธรณ์หรือฎีกา  หรือต้องยื่นคำให้การเพื่อคัดค้านการอุทธรณ์หรือฎีกา  ของคู่ความอีกฝ่ายหนึ่ง  หรือลูกหนี้ตามคำพิพากษา เป็นต้น</div>
                <div style={{ textIndent: '10%', marginTop: '15px' }}>งานด้านบังคับคดี  ในคดีแพ่ง  คดีแรงงาน  คดีศาลทรัพย์สินทางปัญญาและการค้าระหว่างประเทศ  จำเป็นต้องมีการบังคับคดีตามคำพิพากษา  หรือคำสั่ง  สำนักงานจะให้บริการบังคับคดีตามคำพิพากษา  หรือการยื่นคำขอรับชำระหนี้ในคดีล้มละลาย  แล้วแต่กรณี  ทั้งนี้จนกว่าเจ้าหนี้ตามคำพิพากษาจะได้รับชำระหนี้ครบถ้วน  และยังรวมตลอดถึงการดำเนินคดีในชั้นบังคับคดี  อันได้แก่  การขอเฉลี่ยหนี้  ขอกันส่วน  ร้องขัดทรัพย์  และการขอรับชำระหนี้บุริมสิทธิ  ตลอดจนการแก้ข้อพิพาทที่เกิดขึ้นจากการร้องขัดทรัพย์  และการขอกันส่วนเช่นว่านั้นด้วย</div>

                <div style={{ marginTop: '15px', marginTop: '15px' }}>2. งานด้านร่างสัญญาและแบบฟอร์ม</div>
                <div style={{ textIndent: '10%' }}>การร่างสัญญาต่างๆ  ที่ใช้ผูกพันตามเงื่อนไขของกฎหมาย  ได้แก่  การให้บริการเป็นผู้กำหนดแบบแผน  และเงื่อนไขให้สามารถผูกพันคู่สัญญาบังคับใช้ได้ตามกฎหมาย  รวมถึงการแปลวัตถุประสงค์ของสัญญา  ข้อดี  ข้อเสีย  ของแต่ละสัญญาก่อนการพิจารณาใช้</div>

                <div style={{ marginTop: '15px', marginTop: '15px' }}>3. งานด้านนิติกรรม</div>
                <div style={{ textIndent: '10%' }}>การจดทะเบียนนิติกรรมต่างๆ  การเปลี่ยนแปลงกรรมสิทธิ์  การติดต่อส่วนงานราชการ  เช่น  กรมที่ดิน  กระทรวงพาณิชย์  และกระทรวงอุตสาหกรรม</div>

                <div style={{ marginTop: '15px' , marginTop: '15px'}}>4. งานด้านทำแผนฟื้นฟูกิจการของลูกหนี้ตามกฎหมายล้มละลาย</div>
                <div style={{ textIndent: '10%' }}>ได้แก่  การดำเนินกระบวนการพิจารณาเกี่ยวกับการฟื้นฟูกิจการของลูกหนี้  ตามพ.ร.บ.ล้มละลายฯ มาตรา 90/1 ถึงมาตรา 90/90</div>

                <div style={{ marginTop: '15px', marginTop: '15px' }}>5. งานให้บริการเร่งรัดติดตามหนี้สินและการประนอมหนี้</div>
                <div style={{ textIndent: '10%' }}>ได้แก่  กระบวนการจัดทำแผนในการเร่งรัดหนี้สิน  การเร่งรัดติดตามหนี้  การเจรจาต่อรองเรียกเก็บหนี้  การประนอมหนี้  และการทำแผนปรับโครงสร้างหนี้  ซึ่งเป็นกลุ่มลูกหนี้ซึ่งยังอยู่ในวิสัยที่มีความสามารถชำระหนี้ได้  และไม่จำเป็นต้องใช้มาตรการรุนแรงถึงขั้นดำเนินคดี  เป็นต้น</div>

                <div style={{ marginTop: '15px', marginTop: '15px' }}>6. การสืบหาตัวบุคคลและสืบทรัพย์สิน</div>
                <div style={{ textIndent: '10%' }}>ได้แก่  การสืบหาตัวบุคคล  ตามกฎหมายจับคดีอาญา  หรือสืบหาบุคคลสาบสูญ  หรือสืบหาทรัพย์สิน  เพื่อประโยชน์แห่งการเร่งรัดติดตามหนี้  หรือการบังคับคดี  ตามคำพิพากษา  หรือคำสั่งศาล  เป็นต้น</div>


              </div>
            </div>
          </Col>
        </Row>

      </Container>
    )
  }
}
