import React, { Component } from 'react'
import { Container, Row, Col } from 'reactstrap'
export default class Consultant extends Component {
  render() {
    return (
      <Container className="pt-5 pb-5" style={{ fontSize: '18px' }}>
        <Row>
          <Col md={{ size: 8, offset: 2 }}>
            <div className="p-4">
              <div>
                <h5>บริการให้คำปรึกษาทางด้านกฎหมาย</h5>
                <div style={{ textIndent: '10%', marginTop: '20px' }}>บริการรับให้คำปรึกษากฎหมายทางด้านกฎหมายแพ่งและพาณิชย์ กฎหมายหลักทรัพย์และตลาดหลักทรัพย์
                  กฎหมายการลงทุนและธุรกิจระหว่างประเทศ  กฎหมายทรัพย์สินทางปัญญา
                  กฎหมายภาษีอากร  กฎหมายศุลกากร   กฎหมายล้มละลาย   กฎหมายก่อสร้าง
                  กฎหมายอาคารชุด  กฎหมายที่ดิน  กฎหมายการเวนคืน กฎหมายแรงงาน  อนุญาโตตุลาการ
                  และอื่น ๆ แก่องค์กร บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป   ผู้ขอรับคำปรึกษาทั้งชาวไทย และชาวต่างประเทศ  ดังนี้</div>
                <ul style={{ marginTop: '20px' }}>
                  <li>
                    ให้คำปรึกษาแก่คณะผู้บริหาร ผู้มีอำนาจในองค์กร  บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป
                </li>
                  <li>
                    ให้คำปรึกษาแก่หน่วยงานฝ่ายกฎหมายในองค์กร  บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป
                </li>
                  <li>
                    ให้คำปรึกษาในธุรกิจเฉพาะเรื่อง
                </li>
                  <li>
                    ให้คำปรึกษาอรรถคดีในแต่ละขั้นตอน ชั้นพนักงานสอบสวน อัยการ ศาลและบังคับคดี
                </li>
                </ul>
              </div>
            </div>
          </Col>
        </Row>
        <Row>
          <Col md={{ size: 8, offset: 2 }}>
            <div className="p-4">
              <div>
                <h5>บริการบริหารหนี้ด้อยคุณภาพในการเร่งรัดหนี้สิน</h5>
                <div style={{ textIndent: '10%', marginTop: '20px' }}> ให้บริการดำเนินการเร่งรัดหนี้สิน โดยวิธีการทวงหนี้ทางโทรศัพท์ ซึ่งวิธีดังกล่าวนี้เป็นขั้นตอนแรกของการฟ้องร้องบังคับคดีโดยลูกหนี้จะได้สิทธิส่วนลดต้นเงิน และดอกเบี้ย และมีสิทธิดีกว่าการที่ลูกหนี้ถูกฟ้องร้องและบังคับคดีต่อศาล ในกระบวนการทางกฎหมายนี้ ส่งผลให้ลูกหนี้ที่มีหนี้ค้างชำระหนี้กับผู้ว่าจ้างสามารถชำระหนี้ต่อผู้ว่าจ้างได้รวดเร็วยิ่งขึ้น  และทำให้ผู้ว่าจ้างลดขั้นตอนการดำเนินคดี และทำให้ประหยัดค่าใช้จ่าย และค่าธรรมเนียมศาลได้อีกจำนวนมาก</div>
              </div>
            </div>
          </Col>
        </Row>
        <Row>
          <Col md={{ size: 8, offset: 2 }}>
            <div className="p-4">
              <div>
                <h5>บริการรับเป็นทนายความประจำ และทนายความว่าต่างหรือแก้ต่าง</h5>
                <div style={{ textIndent: '10%', marginTop: '20px' }}>บริการรับเป็นทนายความประจำองค์กร  บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป   และเป็นทนายความว่าต่างแก้ต่างทั่วราชอาณาจักร  ดังนี้</div>
                <ul style={{ marginTop: '20px' }}>
                  <li>
                    บริการรับเป็นทนายความที่ปรึกษาและทนายความประจำองค์กร  บริษัทห้างหุ้นส่วนหรือบุคคลทั่วไป
                </li>
                  <li>
                    บริการรับเป็นทนายความเฉพาะคดีที่ได้รับมอบหมายจากคณะผู้บริหารในองค์กร บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป
                </li>
                  <li>
                    บริการรับเป็นทนายความในธุรกิจตามวัตถุประสงค์ขององค์กร  บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป
                </li>
                  <li>
                    รับมอบอำนาจจากธนาคาร สถาบันการเงินในการแจ้งความร้องทุกข์ ติดตามการทวงหนี้สิน ฟ้องร้อง และบังคับคดี ให้แก่ธนาคาร และสถาบันการเงินทั่วไป
                </li>
                </ul>
              </div>
            </div>
          </Col>
        </Row>
        <Row>
          <Col md={{ size: 8, offset: 2 }}>
            <div className="p-4">
              <div>
                <h5>บริการด้านกฎหมายอื่น ๆ</h5>
                <ul style={{ marginTop: '20px' }}>
                  <li>
                    บริการการเจรจา  ปรับโครงสร้างหนี้   ทำความตกลงประนีประนอมยอมความ    และทำสัญญาในกิจการพาณิชย์ตามขอบเขตที่ได้รับมอบหมาย  หรือประสานงานกับหน่วยงานราชการ รัฐวิสาหกิจ  นิติบุคคลหรือบุคคล  เพื่อขอรับอนุญาตดำเนินงานในกิจการต่าง ๆ ขององค์กร บริษัท   ห้างหุ้นส่วนหรือบุคคลทั่วไป  อาทิ  รับมอบอำนาจดำเนินงาน  อ้างสิทธิ  โต้แย้งสิทธิ  และติดตามผลประโยชน์ขององค์กรต่อหน่วยงานต่าง ๆ ของรัฐ รัฐวิสาหกิจ บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป
                </li>
                  <li>
                    บริการการจดทะเบียนสิทธิและนิติกรรมต่าง ๆ ที่ต้องกระทำต่อธนาคาร สถาบันการเงิน และบริษัทบริหารสินทรัพย์
                </li>
                  <li>
                    บริการรับจดทะเบียนจัดตั้งนิติบุคคลและเลิกนิติบุคคล
                </li>
                  <li>
                    บริการร่างสัญญาและตรวจสอบสัญญาทั้งภายในและต่างประเทศ
                </li>
                  <li>
                    บริการวางแผนงานด้านกฎหมายแก่องค์กร  บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป
                </li>
                  <li>
                    บริการรับเป็นตัวแทนรับมอบอำนาจจากธนาคาร สถาบันการเงิน บริษัทบริหารสินทรัพย์ องค์กร บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป ในการดำเนินงานอื่นๆ ตามที่คณะผู้บริหารของธนาคาร สถาบันการเงิน องค์กร บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป  มอบหมายเฉพาะเรื่องหรือทั้งหมด
                </li>
                  <li>
                    บริการขอ และต่อใบอนุญาตของคนต่างด้าว
                </li>
                  <li>
                    บริการขอหนังสือเดินทาง และต่อวีซ่าทุกประเทศ
                </li>
                  <li>
                    อื่น ๆ
                </li>
                </ul>
              </div>
            </div>
          </Col>
        </Row>

        <Row>
          <Col md={{ size: 8, offset: 2 }}>
            <div className="p-4">
              <div>
                <h5>บริการด้านการจัดการทรัพย์สิน  การเงิน  การธุรกิจพาณิชย์  และการปรับโครงสร้างหนี้</h5>
                <ul style={{ marginTop: '20px' }}>
                  <li>
                    บริการการให้คำปรึกษา  คำแนะนำเกี่ยวกับการแก้ปัญหาด้านการเงิน   การธุรกิจพาณิชย์   การปรับโครงสร้างหนี้    การปรับโครงสร้างกิจการ   รวมทั้งคณะผู้บริหารมีผู้มีความรู้ความชำนาญประกอบธุรกิจ  และเป็นอาจารย์สอนด้านอสังหาริมทรัพย์  และส่วนหนึ่งก็มีคณะทำงานอยู่ในสมาคมนายหน้าอสังหาริมทรัพย์ด้วย  ในการดำเนินการในส่วนนี้ บริษัท   จะเป็นผู้ ให้คำปรึกษาแก่ลูกค้า  ทำการประสานงานในการเจรจาการซื้อขาย  รวมทั้งเป็นตัวแทนในการซื้อขายอสังหาริมทรัพย์  อีกทั้งซื้อขายหุ้นสังหาริมทรัพย์และอสังหาริมทรัพย์  และประสานงานเจรจาประนอมหนี้กับกลุ่มเจ้าหนี้  จัดหาแหล่งเงินทุนให้แก่กิจการของลูกหนี้   ให้คำปรึกษาแก่ผู้ทำแผน   ผู้บริหารแผน  ในการจัดทำแผนฟื้นฟูกิจการ  และการบริหารแผนฟื้นฟูกิจการ    รวมทั้งการดำเนินกระบวนการต่าง ๆ ในขั้นตอนของการฟื้นฟูกิจการ     ตั้งแต่เริ่มต้นจนจบกระบวนการ  จะเห็นได้ว่าทางคณะผู้บริหารและที่ปรึกษาทราบลู่ทางของการเจรจาประนีประนอมหนี้เป็นอย่างดี  และสามารถจะแนะนำให้ลูกหนี้หาวิธีชำระหนี้กับสถาบันการเงินได้   เพื่อให้ลูกค้าที่มาขอรับบริการ สามารถแก้ไขปัญหาในการจัดการสินทรัพย์  การเงิน และปัญหาทางกฎหมายของตนได้ลุล่วงสำเร็จไปได้ด้วยดีด้วยความเป็นธรรมในสังคม
                </li>

                </ul>
              </div>
            </div>
          </Col>
        </Row>


      </Container>
    )
  }
}
