{
  "title": "Welcome to react using react-i18next",
  "nav": {
    "home": "หน้าแรก",
    "about": "เกี่ยวกับองค์กร",
    "inAbout": {
      "vision": "วิสัยทัศน์",
      "structure": "โครงสร้างองค์กร",
      "lawAndAsset": "บริษัท ลอว์ แอนด์ แอสเซท จำกัด",
      "chamnan": "บริษัท ชำนาญอินเตอร์เนชั่นแนล ลอว์ จำกัด",
      "chamnanBusiness": "บริษัท ชำนาญบิสซิเนส กรุ๊ป ไทย แลนด์ จำกัด"
    },
    "services": "ให้บริการและคำปรึกษา",
    "articles": "ความรู้/ประชาสัมพันธ์",
    "landTrading": "ขายที่ดิน",
    "welcome": "ยินดีต้อนรับ",
    "login": "เข้าสู่ระบบ",
    "logout": "ออกจากระบบ"
  },
  "home_page": {
    "selling": "ประกาศขาย",
    "menu": {
      "petition": "ค้นหาคำพิพากษาฎีกา",
      "legalExecutionDepartment": "ค้นหาทรัพย์ประกาศขายทอดตลาด",
      "departmentOfLands": "ค้นหาราคาประเมินที่ดิน",
      "departmentOfBusinessDevelopment": " ค้นหาข้อมูลนิติบุคคล"
    },
    "news": "ประชาสัมพันธ์",
    "article": "ความรู้",
    "activity": "กิจกรรม"
  },
  "login_page": {
    "login": "เข้าสู่ระบบ",
    "forgot": "ลืมรหัสผ่าน",
    "or": "หรือ",
    "register": "สมัครสมาชิก"
  },
  "register_page": {
    "firstname": "ชื่อจริง",
    "lastname": "นามสกุล",
    "email": "อีเมล",
    "phoneNumber": "เบอร์โทรศัพท์",
    "password": "รหัสผ่าน",
    "confirmPassword": "ยืนยันรหัสผ่าน",
    "register": "สมัครสมาชิก"
  },
  "forgot_page": {
    "please": "กรุณาป้อนอีเมลของคุณเพื่อรีเซ็ตรหัสผ่าน !",
    "or": "หรือ",
    "login": "เข้าสู่ระบบ",
    "sent": "ยืนยัน"
  },
  "vision_page": {
    "vision": "วิสัยทัศน์",
    "ar1": "องค์กรเราเห็นว่า การประกอบธุรกิจให้บรรลุผลตามเป้าหมายขององค์กร ผู้ประกอบการต้องอาศัยการสั่งสม ประสบการณ์จากผู้เชี่ยวชาญ เพื่อสร้างกลยุทธ์ทางการตลาด สร้างแผนการเดินหน้าพัฒนาธุรกิจ และแผนการตั้งรับกับสถานการณ์ฉุกเฉิน ให้ธุรกิจประสบความสำเร็จอย่างสูงที่สุดและอยู่ภายใต้ข้อกำหนดทางกฎหมาย เพื่อการเติบโตอย่างมั่นคง และยั่งยืนขององค์กรเหล่านั้น",
    "philosophy": "พันธกิจ",
    "ar2": "เราเป็นองค์กรในการให้บริการผ่านการให้คำปรึกษา ช่วยเหลือ แนะนำ ให้แก่เอกชนผู้ประกอบธุรกิจ ทั้งในและต่างประเทศ ทางด้านการบริหารจัดการภายในองค์กร การวางแผนดำเนินธุรกิจขององค์กร ด้านภาษี บัญชี รวมถึงการประเมิน ศักยภาพของบุคลากรภายในองค์กรนั้น เพื่อให้ผู้ประกอบกิจการดำเนินธุรกิจภายใต้ขอบเขตของกฎหมาย",
    "goals": "เป้าหมาย และ ภารกิจ",
    "ar3": "อีกทั้งในกลุ่มธุรกิจของเรายังมีการให้บริการทางด้านกฎหมาย รับว่าความดำเนินคดี บังคับคดีของสถาบันการเงินและไม่ใช่สถานบันการเงิน รวมทั้งการทำนิติกรรมสัญญา การยื่นขอจดทะเบียนใบอนุญาตต่าง ๆ ในการประกอบธุรกิจ ต่อหน่วยงานราชการอีกด้วย"
  },
  "structure_page": {
    "structure": "โครงสร้างองค์กร",
    "chamnan": "บริษัท ชำนาญอินเตอร์เนชั่นแนล ลอว์ จำกัด",
    "d1": "ให้บริการด้านกฎหมายเกี่ยวกับการว่าความในศาล การร่างสัญญา การตรวจสอบสัญญา การประนอมหนี้ และการรับจดทะเบียน การจดทะเบียนทรัพย์สินทางปัญญา เครื่องหมายการค้า การขอใบอนุญาตต่อองค์การอาหารและยา(อย.) การขอวีซ่า  การขอ Work Permit และการขอใบอนุญาตต่าง ๆ ต่อหน่วยงานราชการ เป็นต้น",
    "chamnanBusiness": "บริษัท ชำนาญบิสซิเนส กรุ๊ป ไทย แลนด์",
    "d2": "ให้บริการให้คำปรึกษาทางธุรกิจ การวางระบบองค์กร การจัดการองค์กร และนายหน้าอสังหาริมทรัพย์",
    "lawAndAsset": "บริษัท ลอว์ แอนด์ แอสเซท จำกัด",
    "d3": "ให้บริการด้านกฎหมายที่เกี่ยวกับสถาบันการเงิน และบริษัทที่ไีม่ใช่สถาบันการเงิน (Non-Bank)"
  },
  "law_page": {
    "lawAndAsset": "บริษัท ลอว์ แอนด์ แอสเซท จำกัด",
    "d1": "บริษัท ลอว์ แอนด์ แอสเซท จำกัด มีวัตถุประสงค์ในการให้บริการด้านกฎหมาย ตั้งแต่การบอกกล่าวทวงถาม ดำเนินคดีในชั้นศาลไปจนถึงการดำเนินคดีในชั้นบังคับคดี โดยมีกลุ่มเป้าหมาย คือ สถาบันการเงิน ประเภทธนาคาร และธุรกิจสถาบันการเงินที่ไม่ใช่ธนาคาร (Non Bank) ปัจจุบันมีการขยายสาขาเพื่อรองรับการให้บริการผู้ว่าจ้างทุกภูมิภาคภายในประเทศไทย อีกทั้งยังมีเป้าหมายในการขยายพื้นที่การให้บริการให้ครอบคลุมมากยิ่งขึ้นต่อไปในอนาคตอีกด้วย",
    "mission": "วัตถุประสงค์",
    "d2": "บริษัทมีระบบ Law Management ที่ได้จัดทำขึ้นโดยเฉพาะ โดยเป็นการสำรองข้อมูลบน AWS Cloud Storage ซึ่งถือเป็นการจัดเก็บข้อมูลหรือฐานข้อมูลบนเครือข่าย Network ที่มีความปลอดภัยสูง และทำให้สามารถปฏิบัติงานได้จากทุกสถานที่ ที่สามารถเข้าถึงเครือข่าย Network เพื่อตอบสนองการทำงานแบบ Real Time อีกทั้งยังมีระบบ Line Notify ที่จะทำการแจ้งเตือนก่อนถึงกำหนดนัดต่าง ๆ ไปยังทนายผู้รับผิดชอบคดี ผู้บริหารคดี และผู้บริหารระดับสูง เพื่ออำนวยความสะดวก ป้องกันความเสียหาย และยังสามารถตรวจสอบคุณภาพของผู้ปฏิบัติงานอีกด้วย",
    "equipment": "เครื่องมือและเทคโนโลยี",
    "d3": "การพัฒนาตัวเองให้ทันต่อระดับสากลภายในประเทศ และความจริงใจในการให้บริการต่อผู้ว่าจ้าง เป็นสิ่งที่บริษัทให้ความสำคัญเป็นอย่างมาก เป็นเครื่องการันตีว่าองค์กรมีศักยภาพในการบริหารจัดการเพื่อรับมือกับสภาวะฉุกเฉินต่าง ๆ ที่อาจเกิดขึ้นตลอดเวลา เพื่อลดความเสี่ยงให้แก่คู่สัญญาที่ไว้วางใจองค์กรของเรา สร้างความเชื่อมั่นไปสู่สถานะภาพการเติบโตอย่างมั่นคงและยั่งยืน และเราสัญญาว่าเราจะคิดค้นและพัฒนาตัวเองเพื่อรองรับการให้บริการต่อเรื่อย ๆ จนไม่ทีที่สิ้นสุด",
    "vision": "วิสัยทัศน์"
  },
  "chamnan_page": {
    "chamnan": "บริษัท ชำนาญอินเตอร์เนชั่นแนล ลอว์ จำกัด",
    "p1": "ให้บริการด้านกฎหมายซึ่งถูกต้องและเป็นไปตามกฎหมายเท่านั้น สร้างรูปแบบที่เป็นรูปธรรมในการให้บริการ มีขั้นตอนการบริการที่ชัดเจนแจ้งแก่ลูกค้า ตั้งแต่การขอรับบริการ การตกลงสัญญาว่าจ้าง ขั้นตอนการดำเนินงาน โดยนำเอาเทคโนโลยีมาใช้อำนวยความสะดวกแก่ลูกค้า เน้นการบริการแบบ Real Time และความพึงพอใจของลูกค้า โดยให้ความสำคัญกับการบริการที่ดีและมีคุณภาพ (SERVICE MIND) เพื่อให้ลูกค้าเกิดความประทับใจในการบริการทุกครั้งเพื่อยกระดับภาพลักษณ์ของผู้ประกอบวิชาชีพที่ดี โดยมีระบบการประเมินความพึงพอใจของลูกค้าในการให้บริการแต่ละครั้ง จนกระทั่งเสร็จสิ้นการให้บริการตามสัญญาและสามารถนำมาปรับปรุงและแก้ไขข้อบกพร่องเพื่อพาองค์กรไปสู่การให้บริการในระดับสากลต่อไป",
    "p1-0":"ลักษณะงานที่ให้บริการ",
    "p1-1": "รับว่าความแก้ต่าง คดีแพ่ง คดีอาญา คดีทรัพย์สินทางปัญญาและการค้าระหว่างประเทศ คดีเยาวชนและครอบครัว คดีล้มละลาย คดีแรงงาน คดีภาษีอากร",
    "p1-2": "บริการรับจดทะเบียนบริษัท การขอบัตรส่งเสริมการลงทุน (BOI) การขอจดทะเบียนพาณิชย์อิเล็กทรอนิกส์ (E- Commerce) การขออนุญาตตั้งประกอบกิจการโรงงาน",
    "p1-3": "บริการรับจดทะเบียนเกี่ยวกับกรมทรัพย์สินทางปัญญาและการค้าระหว่างประเทศ อาทิเช่น ลิขสิทธิ์ เครื่องหมายการค้า สิทธิบัตร",
    "p1-4": "บริการรับหนังสือเดินทาง (PASSPORT) การขอหรือต่ออายุ VISA การขอใบอนุญาตทำงาน (WORK PERMIT) ใบถิ่นสำคัญที่อยู่ ใบสำคัญประจำตัวคนต่างด้าว",
    "p1-5": "บริการรับใบอนุญาตเกี่ยวกับองค์การอาหารและยา (อย.) ยื่นคำขออนุญาตด้านอาหาร เช่น การขออนุญาตสถานที่ การขออนุญาตนำหรือสั่งอาหารเข้าราชอาณาจักร คำขออนุมัติสูตรอาหาร คำขออนุญาตใช้ฉลาก คำขอตรวจสอบคุณภาพอาหาร การขออนุญาตผลิตภัณฑ์อาหารเพื่อขอเลขสารบบอาหาร การขออนุญาตโฆษณาอาหาร เป็นต้น",
    "p1-6": "บริการรับการขออนุญาตเกี่ยวกับการกระทรวงสาธารณสุข การขออนุญาตเปิดสถานประกอบการเพื่อสุขภาพ  เช่น  สปาเพื่อสุขภาพ",
	"p1-7": "และการขอใบอนุญาตหรือการขอจดทะเบียนของหน่วยงานราชการอื่น ๆ",
    "service": "ขอบเขตการให้บริการ",
    "s1": "งานด้านอรรถคดี",
    "s1-1": "งานด้านการดำเนินคดี ได้แก่ การดำเนินคดีแพ่ง คดีอาญา คดีแรงงาน คดีล้มละลาย คดีศาลทรัพย์สินทางปัญญา และอรรถคดีทั้งปวง เป็นต้น ขอบเขตงานการเริ่มตั้งแต่การเตรียมคดี ออกหนังสือทวงถามก่อนฟ้องคดี การทำแผน และการวางรูปคดี เตรียมพยานเอกสาร พยานบุคคล ร่างฟ้อง ยื่นฟ้องคดีต่อศาลชั้นต้น จนถึงมีคำพิพากษา หรือคำสั่ง",
    "s1-2": "การยื่นคำให้การแก้ต่างคดี เป็นการต่อสู้คดีในกรณีที่ถูกฟ้องร้องเป็นจำเลย ทั้งคดีแพ่ง คดีอาญา คดีแรงงาน และคดีอื่นๆ เป็นต้น",
    "s1-3": "การอุทธรณ์หรือฎีกา และการยื่นคำให้การแก้อุทธรณ์หรือฎีกา เป็นการให้บริการ ด้านอรรถคดีอันสืบเนื่องมาจากการดำเนินคดี และหรือการบังคับคดีพิพากษาหรือคำสั่ง ในกรณีที่ต้องใช้สิทธิอุทธรณ์หรือฎีกา หรือต้องยื่นคำให้การเพื่อคัดค้านการอุทธรณ์หรือฎีกา ของคู่ความอีกฝ่ายหนึ่ง หรือลูกหนี้ตามคำพิพากษา เป็นต้น",
    "s1-4": "งานด้านบังคับคดี ในคดีแพ่ง คดีแรงงาน คดีศาลทรัพย์สินทางปัญญาและการค้าระหว่างประเทศ จำเป็นต้องมีการบังคับคดีตามคำพิพากษา หรือคำสั่ง สำนักงานจะให้บริการบังคับคดีตามคำพิพากษา หรือการยื่นคำขอรับชำระหนี้ในคดีล้มละลาย แล้วแต่กรณี ทั้งนี้จนกว่าเจ้าหนี้ตามคำพิพากษาจะได้รับชำระหนี้ครบถ้วน และยังรวมตลอดถึงการดำเนินคดีในชั้นบังคับคดี อันได้แก่ การขอเฉลี่ยหนี้ ขอกันส่วน ร้องขัดทรัพย์ และการขอรับชำระหนี้บุริมสิทธิ ตลอดจนการแก้ข้อพิพาทที่เกิดขึ้นจากการร้องขัดทรัพย์ และการขอกันส่วนเช่นว่านั้นด้วย",
    "s2": "งานด้านร่างสัญญาและแบบฟอร์ม",
    "s2-1": "การร่างสัญญาต่างๆ ที่ใช้ผูกพันตามเงื่อนไขของกฎหมาย ได้แก่ การให้บริการเป็นผู้กำหนดแบบแผน และเงื่อนไขให้สามารถผูกพันคู่สัญญาบังคับใช้ได้ตามกฎหมาย รวมถึงการแปลวัตถุประสงค์ของสัญญา ข้อดี ข้อเสีย ของแต่ละสัญญาก่อนการพิจารณาใช้",
    "s3": "งานด้านนิติกรรม",
    "s3-1": "การจดทะเบียนนิติกรรมต่างๆ การเปลี่ยนแปลงกรรมสิทธิ์ การติดต่อส่วนงานราชการ เช่น กรมที่ดิน กระทรวงพาณิชย์ และกระทรวงอุตสาหกรรม",
    "s4": "งานด้านทำแผนฟื้นฟูกิจการของลูกหนี้ตามกฎหมายล้มละลาย",
    "s4-1": "ได้แก่ การดำเนินกระบวนการพิจารณาเกี่ยวกับการฟื้นฟูกิจการของลูกหนี้ ตามพ.ร.บ.ล้มละลายฯ มาตรา 90/1 ถึงมาตรา 90/90",
    "s5": "งานให้บริการเร่งรัดติดตามหนี้สินและการประนอมหนี้",
    "s5-1": "ได้แก่ กระบวนการจัดทำแผนในการเร่งรัดหนี้สิน การเร่งรัดติดตามหนี้ การเจรจาต่อรองเรียกเก็บหนี้ การประนอมหนี้ และการทำแผนปรับโครงสร้างหนี้ ซึ่งเป็นกลุ่มลูกหนี้ซึ่งยังอยู่ในวิสัยที่มีความสามารถชำระหนี้ได้ และไม่จำเป็นต้องใช้มาตรการรุนแรงถึงขั้นดำเนินคดี เป็นต้น",
    "s6": "การสืบหาตัวบุคคลและสืบทรัพย์สิน",
    "s6-1": "ได้แก่ การสืบหาตัวบุคคล ตามกฎหมายจับคดีอาญา หรือสืบหาบุคคลสาบสูญ หรือสืบหาทรัพย์สิน เพื่อประโยชน์แห่งการเร่งรัดติดตามหนี้ หรือการบังคับคดี ตามคำพิพากษา หรือคำสั่งศาล เป็นต้น"
  },
  "chamnan_business_page": {
    "chamnanBusiness": "Chamnan Business Group (Thailand) Co.,Ltd",
    "p1": "บริษัท ชำนาญบิสซิเนส กรุ๊ป (ไทยแลนด์) จำกัด เดิมชื่อ บริษัท TWS กฎหมายและอสังหาริมทรัพย์ เดิมมีวัตถุประสงค์เพื่อให้บริการในด้านกฏหมายและอสังหาริมทรัพย์เท่านั้น แต่ต่อมาได้มีการเปลี่ยนแปลงคณะผู้บริหาร และมีการปรับเปลี่ยนแนวคิดในการบริหาร เพื่อเน้นการให้บริการทางธุรกิจที่ครอบคลุมมากยิ่งขึ้น โดยมีความหวังว่าองค์กรจะสามารถเจริญเติบโตไปยังระดับนานาชาติได้ต่อไป",
    "p2": "ปัจจุบัน บริษัท ชำนาญบิสซิเนส กรุ๊ป (ไทยแลนด์) จำกัด ได้ขยายธุรกิจตัวเองออกไปเพื่อตอบสนองความต้องการแนวคิดที่แท้จริง และจำแนกประเภทตามความเชี่ยวชาญเฉพาะด้าน ในนามบริษัท ลอว์ แอนด์ แอสเซท จำกัด เป็นการให้บริการด้านกฎหมายที่เกี่ยวกับสถาบันการเงิน และไม่ใช่สถาบันการเงิน (non-bank) และบริษัท ชำนาญอินเตอร์ เนชั่นแนล ลอว์ จำกัด ให้บริการเกี่ยวกับอรรถคดีแก่ลูกค้าทั่วไป โดยบริษัท ชำนาญบิสซิเนส กรุ๊ป (ไทยแลนด์) จำกัด มีความเชี่ยวชาญและยินดีให้บริการให้คำปรึกษาทางธุรกิจ การวางระบบองค์กร การจัดการองค์กร โดยครอบคลุมทั้งทางด้านกฎหมาย ด้านการเงิน การบัญชี ตลอดจนการวางแผนการลงทุน เพื่อให้ทุกองค์วางแนวการบริหารธุรกิจได้ถูกต้องตามครรลองคลองธรรม และยังให้บริการด้านอสังหาริมทรัพย์แบบครบวงจรอีกด้วย"
  },
  "service_page": {
    "service": "บริการให้คำปรึกษาทางด้านกฎหมาย",
    "t1": "บริการให้คำปรึกษาทางด้านกฎหมาย",
    "p1": "บริการรับให้คำปรึกษากฎหมายทางด้านกฎหมายแพ่งและพาณิชย์ กฎหมายหลักทรัพย์และตลาดหลักทรัพย์ กฎหมายการลงทุนและธุรกิจระหว่างประเทศ กฎหมายทรัพย์สินทางปัญญา กฎหมายภาษีอากร กฎหมายศุลกากร กฎหมายล้มละลาย กฎหมายก่อสร้าง กฎหมายอาคารชุด กฎหมายที่ดิน กฎหมายการเวนคืน กฎหมายแรงงาน อนุญาโตตุลาการ และอื่น ๆ แก่องค์กร บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป ผู้ขอรับคำปรึกษาทั้งชาวไทย และชาวต่างประเทศ ดังนี้",
    "p1-1": "ให้คำปรึกษาแก่คณะผู้บริหาร ผู้มีอำนาจในองค์กร บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป",
    "p1-2": "ให้คำปรึกษาแก่หน่วยงานฝ่ายกฎหมายในองค์กร บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป",
    "p1-3": "ให้คำปรึกษาในธุรกิจเฉพาะเรื่อง",
    "p1-4": "ให้คำปรึกษาอรรถคดีในแต่ละขั้นตอน ชั้นพนักงานสอบสวน อัยการ ศาลและบังคับคดี",
    "t2": "บริการบริหารหนี้ด้อยคุณภาพในการเร่งรัดหนี้สิน",
    "p2": "ให้บริการดำเนินการเร่งรัดหนี้สิน โดยวิธีการทวงหนี้ทางโทรศัพท์ ซึ่งวิธีดังกล่าวนี้เป็นขั้นตอนแรกของการฟ้องร้องบังคับคดีโดยลูกหนี้จะได้สิทธิส่วนลดต้นเงิน และดอกเบี้ย และมีสิทธิดีกว่าการที่ลูกหนี้ถูกฟ้องร้องและบังคับคดีต่อศาล ในกระบวนการทางกฎหมายนี้ ส่งผลให้ลูกหนี้ที่มีหนี้ค้างชำระหนี้กับผู้ว่าจ้างสามารถชำระหนี้ต่อผู้ว่าจ้างได้รวดเร็วยิ่งขึ้น และทำให้ผู้ว่าจ้างลดขั้นตอนการดำเนินคดี และทำให้ประหยัดค่าใช้จ่าย และค่าธรรมเนียมศาลได้อีกจำนวนมาก",
    "t3": "บริการรับเป็นทนายความประจำ และทนายความว่าต่างหรือแก้ต่าง",
    "p3": "บริการรับเป็นทนายความประจำองค์กร บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป และเป็นทนายความว่าต่างแก้ต่างทั่วราชอาณาจักร ดังนี้",
    "p3-1": "บริการรับเป็นทนายความที่ปรึกษาและทนายความประจำองค์กร บริษัทห้างหุ้นส่วนหรือบุคคลทั่วไป",
    "p3-2": "บริการรับเป็นทนายความเฉพาะคดีที่ได้รับมอบหมายจากคณะผู้บริหารในองค์กร บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป",
    "p3-3": "บริการรับเป็นทนายความในธุรกิจตามวัตถุประสงค์ขององค์กร บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป",
    "p3-4": "รับมอบอำนาจจากธนาคาร สถาบันการเงินในการแจ้งความร้องทุกข์ ติดตามการทวงหนี้สิน ฟ้องร้อง และบังคับคดี ให้แก่ธนาคาร และสถาบันการเงินทั่วไป",
    "t4": "บริการด้านกฎหมายอื่น ๆ",
    "p4-1": "บริการการเจรจา ปรับโครงสร้างหนี้ ทำความตกลงประนีประนอมยอมความ และทำสัญญาในกิจการพาณิชย์ตามขอบเขตที่ได้รับมอบหมาย หรือประสานงานกับหน่วยงานราชการ รัฐวิสาหกิจ นิติบุคคลหรือบุคคล เพื่อขอรับอนุญาตดำเนินงานในกิจการต่าง ๆ ขององค์กร บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป อาทิ รับมอบอำนาจดำเนินงาน อ้างสิทธิ โต้แย้งสิทธิ และติดตามผลประโยชน์ขององค์กรต่อหน่วยงานต่าง ๆ ของรัฐ รัฐวิสาหกิจ บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป",
    "p4-2": "บริการการจดทะเบียนสิทธิและนิติกรรมต่าง ๆ ที่ต้องกระทำต่อธนาคาร สถาบันการเงิน และบริษัทบริหารสินทรัพย์",
    "p4-3": "บริการรับจดทะเบียนจัดตั้งนิติบุคคลและเลิกนิติบุคคล",
    "p4-4": "บริการร่างสัญญาและตรวจสอบสัญญาทั้งภายในและต่างประเทศ",
    "p4-5": "บริการวางแผนงานด้านกฎหมายแก่องค์กร บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป",
    "p4-6": "บริการรับเป็นตัวแทนรับมอบอำนาจจากธนาคาร สถาบันการเงิน บริษัทบริหารสินทรัพย์ องค์กร บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป ในการดำเนินงานอื่นๆ ตามที่คณะผู้บริหารของธนาคาร สถาบันการเงิน องค์กร บริษัท ห้างหุ้นส่วนหรือบุคคลทั่วไป มอบหมายเฉพาะเรื่องหรือทั้งหมด",
    "p4-7": "บริการขอ และต่อใบอนุญาตของคนต่างด้าว",
    "p4-8": "บริการขอหนังสือเดินทาง และต่อวีซ่าทุกประเทศ",
    "p4-9": "อื่น ๆ",
    "t5": "บริการด้านการจัดการทรัพย์สิน การเงิน การธุรกิจพาณิชย์ และการปรับโครงสร้างหนี้",
    "p5-1": "บริการการให้คำปรึกษา คำแนะนำเกี่ยวกับการแก้ปัญหาด้านการเงิน การธุรกิจพาณิชย์ การปรับโครงสร้างหนี้ การปรับโครงสร้างกิจการ รวมทั้งคณะผู้บริหารมีผู้มีความรู้ความชำนาญประกอบธุรกิจ และเป็นอาจารย์สอนด้านอสังหาริมทรัพย์ และส่วนหนึ่งก็มีคณะทำงานอยู่ในสมาคมนายหน้าอสังหาริมทรัพย์ด้วย ในการดำเนินการในส่วนนี้ บริษัท จะเป็นผู้ ให้คำปรึกษาแก่ลูกค้า ทำการประสานงานในการเจรจาการซื้อขาย รวมทั้งเป็นตัวแทนในการซื้อขายอสังหาริมทรัพย์ อีกทั้งซื้อขายหุ้นสังหาริมทรัพย์และอสังหาริมทรัพย์ และประสานงานเจรจาประนอมหนี้กับกลุ่มเจ้าหนี้ จัดหาแหล่งเงินทุนให้แก่กิจการของลูกหนี้ ให้คำปรึกษาแก่ผู้ทำแผน ผู้บริหารแผน ในการจัดทำแผนฟื้นฟูกิจการ และการบริหารแผนฟื้นฟูกิจการ รวมทั้งการดำเนินกระบวนการต่าง ๆ ในขั้นตอนของการฟื้นฟูกิจการ ตั้งแต่เริ่มต้นจนจบกระบวนการ จะเห็นได้ว่าทางคณะผู้บริหารและที่ปรึกษาทราบลู่ทางของการเจรจาประนีประนอมหนี้เป็นอย่างดี และสามารถจะแนะนำให้ลูกหนี้หาวิธีชำระหนี้กับสถาบันการเงินได้ เพื่อให้ลูกค้าที่มาขอรับบริการ สามารถแก้ไขปัญหาในการจัดการสินทรัพย์ การเงิน และปัญหาทางกฎหมายของตนได้ลุล่วงสำเร็จไปได้ด้วยดีด้วยความเป็นธรรมในสังคม"
  },
  "all_article_page": {
    "news": "ประชาสัมพันธ์",
    "article": "ความรู้",
    "activity": "กิจกรรม",
    "all": "ทั้งหมด",
    "title": "ประชาสัมพันธ์ / ความรู้ / กิจกรรม"
  },
  "all_sale_land_page": {
    "title": "การขายที่ดิน (ทั้งหมด)",
    "sale": "ประกาศขาย",
    "searchByPrice": "ค้นหาตามช่วงราคา",
    "search": "ค้นหา",
    "searchAll": "ค้นหาทั้งหมด",
    "create": "สร้างประกาศการขาย",
    "check": "กรุณาตรวจสอบช่วงของราคา"
  },
  "my_page": {
    "welcome": "ยินดีต้อนรับ",
    "aboutYou": "โพสต์การขายของคุณ",
    "empty": "คุณยังไม่มีโพสต์การขาย",
    "click": "คลิกเพื่อสร้าง"
  },
  "create_land_page": {
    "preTitle": "สร้างการประกาศขาย",
    "title": "หัวข้อ",
    "detail": "รายละเอียด",
    "price": "ราคา",
    "area": "พื้นที่",
    "chooseCover": "กรุณาเลือกภาพหน้าปกของคุณ",
    "chooseDetail": "กรุณาเลือกภาพรายละเอียดของคุณ",
    "choosePoint": "เลือกจุดตามที่คุณต้องการ",
    "create": "สร้างประกาศการขาย"
  }
}